---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.ZoneEquipment
source: html/4efba003-cf36-a983-df5a-ba577f060366.htm
---
# ZoneEquipment Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.